<p><b>С 1999 по 2012 - владелец строительной компании «Монтаж-север»</b>
    (промышленное строительство в сфере угледобычи, линейных объектов ТЭК, глинозёмного производства).
</p>
<p><b>С 2003 по 2012 год - совладелец компании «Геоинформ»</b> (анализ данных дистанционного
    зондирования, разработка геоинформационных систем, кадастровые и инженерно-изыскательские
    работы).</p>
<p><b>С 2009 года по настоящее время - управляющий партнёр группы компаний «Основа»</b>
    (проектно-изыскательские работы в сфере недропользования, геодезия, обеспечение нерудными
    полезными ископаемыми, логистика).</p>
<p><b>С 2018 года по настоящее время - совладелец ООО «Угольная компания «Анжерская Южная»</b>
    (добыча коксующихся углей).</p>
<p><b>С 2019 года - соучредитель ООО «МИП-Технологии»</b>, ведущего российского производителя
    магнитно-резонансных томографов (МРТ) на постоянном магните напряжением поля до 0,5 Тл,
    единственным российским производителем МРТ со сверхпроводящим магнитом 1,5 Тл. Компания -
    резидент Особой экономической зоны «Дубна».</p>
<p><b>С 2019 года член экспертного совета министерства промышленности и торговли Российской
        Федерации.</b></p>
<p><b>С июня 2020 года по настоящее время - генеральный директор АО «ЕВРОБЕТОН», ООО «ЕВРОБЕТОН», АО
        «СПЕЦСТРОЙБЕТОН-ЖБИ №17», АО «АСФАЛЬТОБЕТОН-МЕДВЕДКОВО».</b></p>
<p><b>Занимается меценатством</b> и активно поддерживает Ассоциацию по реализации социально-значимых
    программ в сфере семьи, материнства и детства «МНОГО НАС», а также Благотворительный фонд помощи
    людям с диагнозом «нейробластома» и членам их семей «Энби».</p>
