<p><b>АО «ЕВРОБЕТОН»</b> - это промышленная компания по производству и продаже
    бетона и ЖБИ, нерудных материалов, входящая в Холдинг «ЕВРОЦЕМЕНТ груп». Совокупная мощность которой
    составляет 10 млн. кубометров в год.</p>
<p><b>11 современных заводов. 5 производственных</b> баз находится на территории города Москвы, по
    одной в Белгороде, Старом Осколе, Липецке, Екатеринбурге, Кстово (Нижегородская область) и
    Фокино (Брянская обл.).</p>
<p><b>Основные направления деятельности:</b> производство товарного бетона, производство различного
    вида железобетонных изделий и конструкций, добыча и производство щебня, производство
    минерального порошка.</p>
